{
    "covid-evolution-graph": "This graph illustrates a significant surge in COVID-19 cases towards the end of 2020, with a notable acceleration in late 2021. Notably, France experienced a remarkable increase from less than 100K cases at the end of 2021 to over 500K by mid-2022, stabilizing around 600K by the end of that year and throughout 2023. While other countries exhibited a similar trend, the magnitude of increase varied. Initially, European countries may have managed the situation more effectively, with Chile, for example, experiencing a faster rise initially before aligning with European trends and eventually staying below most. In 2022, the acceleration was less pronounced for American countries, probably due to more restrictive measures.\nThis graph provides insights into the periods of peak COVID-19 activity and can be used when looking at economic variables",
    "economic-evolution-graph": "The GDP trend initially turned negative in early 2020, reflecting the economic impact of the pandemic. However, GDP rebounded in 2021, probably driven by recovery in trade and economic activity. The arrival of COVID-19 initially disrupted GDP growth, but countries quickly adapted, leading to a resurgence in GDP by 2021. This rebound can be attributed to the resumption of trade, as depicted in 'Customizable graphic for each country' page, where trade decreased in 2020 but gradually increased in subsequent years. Subsequently, GDP growth stabilized, with a consistent increase observed after 2022, as seen during the period before the pandemic.",
    "inflation-evolution-graph": "As inflation increases, so does the amount of new COVID-19 cases, reaching a peak before declining. This pattern closely mirrors the trajectory of new cases over time. One possible explanation for this observation is the persistent rise in inflation, influenced by geopolitical and economic factors, which persisted until the end of 2023. Indeed the inflation and total death seem to be correlated but it is probably due to the fact that total death is cumulative and inflation grows with time, so both are evoluting the same way. However, examining non-cumulative variables could be more interesting as they reflect the situation at a certain point, as the inflation rate does.\nAnother theory suggests a domino effect from the challenges of 2022, primarily driven by the COVID-19 pandemic. Disruptions to trade and commerce deteriorated economic conditions, leading to an inflation spike. As the economy gradually recovered and trade normalized by the end of 2023, inflation rates began to decrease. This highlights the intricate relationship between economic dynamics and pandemic-induced disruptions, emphasizing the complexities of inflationary trends during global crises.",
    "hosp-evolution-graph": "Examining the cases of Italy and Chile reveals a nuanced relationship between stringency measures and hospitalization rates. Higher stringency indexes corresponded with increased hospitalizations, indicating a response to rising infection rates. However, instances where high stringency was associated with low hospitalization rates suggest a lag between policy implementation and healthcare outcomes. We can imagine that when restrictive measures were implemented, the hospitalization rate eventually fell, while the stringency index remained stable for a few weeks. Additionally, the emergence of new variants contributed to fluctuations in the number of cases and hospitalizations, complicating the relationship. For the special case of France, identifying a correlation between the variable is more challenging. it is a bit harder to identify a relation both variable. likely due to the considerable variations in the stringency index observed in 2021 and 2022 compared to other countries, as depicted in the 'Customizable graphic for each country' page.",
    "hospitalizations-heatmap-graph": "Hospitalization rates were notably high for all countries in 2020 and 2021, with France consistently experiencing slightly higher rates. However, by 2022, a significant contrast in hospitalization rates emerged between Chile and France. Chile recorded its lowest rate, while France saw its highest. This stark contrast could potentially be attributed to varying approaches to sanitary measures between the two nations, as evidenced by the analysis of the stringency index on the 'Customizable graphic for each country' page for France and Chile. Notably, Chile maintained a more consistent severity in these measures, coupled with robust vaccination efforts, which likely contributed to the favorable outcome observed in terms of lower hospitalization rates despite facing a surge in COVID-19 cases throughout the year.",
    "economic-bubble-chart": "The Gini coefficient, represented by circle size, illustrates consistent inequality levels. GDP experienced a decline in 2020 followed by a recovery to pre-pandemic levels. Overall, education spending showed a decreasing trend, although there was a slight increase in 2020 before returning to previous levels. This increase in education spending may be attributed to necessary digital acquisitions to facilitate online learning, aimed at minimizing infection risks. We can also infer that in 2021, emphasis shifted towards hospital and healthcare expenditures and digital resources were likely already procured.",
    "conclusion-1": "We can see a slight impact of covid on the economy over the year 2020 (more precisely on GDP, the gini coefficient and education spending) for the majority of the countries studied, but we can observe a relatively rapid return to normal.\nThe calculation of the coefficient relation for our dataset, as depicted in the heatmap on the left, even shows a lack of correlation between COVID-related metrics and economic indicators.\nAll the countries we studied reacted in broadly the same way from an economic point of view, even if the level of development of the countries, their population and the total number of cases of COVID are very different.",
    "conclusion-2": "The data we have managed to gather is not sufficient to comprehensively analyze the impact of the pandemic on the global economy. \nWhile we have selected features that aim to adequately capture the economic aspects affected by the pandemic, it's essential to recognize that the economy is intricately linked to many other factors. Indeed, geopolitical aspects, and sometimes even environmental crisis, must also be taken into consideration. \nMoreover, the most vulnerable countries are those for which data has not been collected, so it is not possible to verify the impact of covid on these countries, which are the most likely to have been affected. \nTherefore, to fully understand the scope and ramifications of the pandemic on the global economy, a more holistic approach that incorporates a broader range of variables is needed.",
    "conclusion-3": "To mitigate the gaps and limitation we have we could gather more data, analyse the other domains as geopolitical aspects of each countries and work with more sources. We could also gather feedback from users to identify areas for improvement and iterate on the dashboard design and functionality."
}
