{
    "covid-evolution-graph": "This graph illustrates a significant surge in COVID-19 cases towards the end of 2020, with a notable acceleration in late 2021. Notably, France experienced a remarkable increase from less than 100K cases at the end of 2021 to over 500K by mid-2022, stabilizing around 600K by the end of that year and throughout 2023. While other countries exhibited a similar trend, the magnitude of increase varied. This graph provides insights into the periods of peak COVID-19 activity and can be used when looking at economic variables.",
    "economic-evolution-graph": "The GDP trend initially turned negative in early 2020, reflecting the economic impact of the pandemic. However, GDP rebounded in 2021, probably driven by recovery in trade and economic activity. The arrival of COVID-19 initially disrupted GDP growth, but countries quickly adapted, leading to a resurgence in GDP by 2021. This rebound can be attributed to the resumption of trade, as depicted in « Economic Factor » page, where trade decreased in 2020 but gradually increased in subsequent years. Subsequently, GDP growth stabilized, with a consistent increase observed after 2022.",
    "inflation-evolution-graph": "The data reveals an intriguing trend where COVID-19 cases decrease over time, yet inflation rates continue to rise. This phenomenon is particularly evident in several European countries. As inflation increases, so do new COVID-19 cases, reaching a peak before declining. This pattern closely mirrors the trajectory of new cases over time. One possible explanation for this correlation is the persistent rise in inflation, influenced by geopolitical and economic factors, which persisted until the end of 2023. Another theory suggests a domino effect stemming from the challenges of 2022, primarily driven by the COVID-19 pandemic. Disruptions to trade and commerce led to a deterioration in economic conditions, contributing to a spike in inflation. However, as the economy gradually recovered and trade normalized by the end of 2023, inflation rates began to decrease. This hypothesis underscores the intricate interplay between economic dynamics and pandemic-induced disruptions, highlighting the complexities of inflationary trends in the context of global crises.",
    "hosp-evolution-graph": "Examining the cases of Italy and Chile reveals a nuanced relationship between stringency measures and hospitalization rates. Higher stringency indexes corresponded with increased hospitalizations, indicating a response to rising infection rates. However, instances where high stringency was associated with low hospitalization rates suggest a lag between policy implementation and healthcare outcomes. We can imagine that when restrictive measures were implemented, the hospitalization rate eventually fell, while the stringency index remained stable for a few weeks. Additionally, the emergence of new variants contributed to fluctuations in the number of cases and hospitalizations, complicating the relationship.",
    "hospitalizations-heatmap-graph": "Hospitalization rates were notably high for all countries in 2020 and 2021, with France consistently experiencing slightly higher rates. However, in 2022, there was a significant disparity in hospitalization rates between Chile and France, with Chile recording the lowest rate and France the highest. Despite a surge in total cases during the year, hospitalization rates decreased compared to the previous year. By 2023, hospitalization rates normalized across all countries, reflecting the impact of vaccination efforts, particularly in Chile, leading to a decline in COVID-19 cases.",
    "economic-bubble-chart": "The Gini coefficient, represented by circle size, illustrates consistent inequality levels. GDP experienced a decline in 2020 followed by a recovery to pre-pandemic levels. Overall, education spending showed a decreasing trend, although there was a slight increase in 2020 before returning to previous levels."

}
